Repository: Mohamedkandolo/Projet_RH
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This password is too short. It must contain at least %(min_length)d character.
fr: Ce mot de passe est trop court. Il doit contenir au minimum %(min_length)d caractère.

source: This password is too common.
fr: Ce mot de passe est trop courant.

source: This password is entirely numeric.
fr: Ce mot de passe ne peut pas être entièrement numérique.

source: This password is too similar to your %(verbose_name)s.
fr: Ce mot de passe est trop similaire à votre %(verbose_name)s.

source: The password is too similar to the %(verbose_name)s.
fr: Le mot de passe est trop similaire au %(verbose_name)s.

source: This password is too similar to your username.
fr: Ce mot de passe est trop similaire à votre nom d'utilisateur.

source: This password is too similar to your first name.
fr: Ce mot de passe est trop similaire à votre prénom.

source: This password is too similar to your last name.
fr: Ce mot de passe est trop similaire à votre nom.

source: This password is too similar to your email address.
fr: Ce mot de passe est trop similaire à votre adresse email.

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas.

source: Your old password was entered incorrectly. Please enter it again.
fr: Votre ancien mot de passe est incorrect. Veuillez le saisir à nouveau.
